Repository: wp-plugins/gecka-ie-warning
Catalog: languages/gecka-ie-warning-*.po
Languages: fr_fr

source: before IE7
fr_fr: avant IE7

source: before IE8
fr_fr: avant IE8

source: Never
fr_fr: Jamais

source: Always
fr_fr: Toujours

source: Every session
fr_fr: Chaque session

source: Once a day
fr_fr: Une fois par jour

source: Every 7 days
fr_fr: Tous les 7 jours

source: Every 30 days
fr_fr: Tous les 30 jours

source: Every year
fr_fr: Chaque année

source: IE Version Warnings
fr_fr: Avertissement de version d'IE

source: Warning display fequency
fr_fr: Fréquence de l'affichqge de l'avertissement

source: Show the warning for versions
fr_fr: Afficher l'avertissement pour les versions

source: Did you know that your Internet Explorer is out of date?
fr_fr: Saviez-vous que votre version d'Internet Explorer est périmée?

source: To get the best possible experience using our website we recommend that you upgrade to a newer version or other web browser. A list of the most popular web browsers can be found below.
fr_fr: Pour obtenir la meilleur expérience de navigation possible sur notre site web, nous vous recommandons de mettre à jour votre navigateur ou d'en choisir un autre. Une liste des navigateurs les plus populaires se trouve ci-dessous.

source: Close
fr_fr: Fermer
